mattmc3/ez-compinit


getantidote/use-omz
ohmyzsh/ohmyzsh path:lib 
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/fancy-ctrl-z
ohmyzsh/ohmyzsh path:plugins/colorize

zdharma-continuum/fast-syntax-highlighting kind:defer

zsh-users/zsh-completions kind:fpath path:src
zsh-users/zsh-autosuggestions
marlonrichert/zsh-autocomplete 
