mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src

romkatv/powerlevel10k

getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/magic-enter
ohmyzsh/ohmyzsh path:plugins/fancy-ctrl-z
ohmyzsh/ohmyzsh path:plugins/colorize

# belak/zsh-utils path:editor
# belak/zsh-utils path:history
# belak/zsh-utils path:utility

# Aloxaf/fzf-tab

mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

# marlonrichert/zsh-autocomplete
